import './OnePostPage.css'


const OnePostPage = () => {
    return (
        <div className='OnePostPage'>
            <OnePostPage image={"https://img.tehnomaks.ru/img/prod/full/1534913919_5.jpg"}
                      title={" AMD анонсировала 96- и 128-ядерные процессоры EPYC"}
                      fulldescription={"8 ноября 2021 года на виртуальном мероприятии Accelerated Data Center Premiere компания AMD представила серверные процессоры EPYC 4-го поколения, которые выпустит в 2022–2023 гг (ядра Zen 4 и Zen 4c). 8 ноября 2021 года на виртуальном мероприятии Accelerated Data Center Premiere компания AMD представила серверные процессоры EPYC 4-го поколения, которые выпустит в 2022–2023 гг (ядра Zen 4 и Zen 4c). Кроме того, представлены улучшенные версии серверных процессоров текущего 3-го поколения EPYC и GPU-ускорители второй серии AMD Instinct MI200 для высокопроизводительных вычислений в дата-центрах (быстрее, чем Nvidia A100).\n" +
                      "\n" +
                      "Сначала о процессорах EPYC.\n" +
                      "\n" +
                      "Поколение Milan-X\n" +
                      "\n" +
                      "Как показано на слайде из выступления исполнительного директора Лизы Су, после текущего поколения Milan будет выпущено «улучшенное» поколение Milan-X на том же ядре Zen 3 (16, 32 и 64 ядра) c топологией 7 нм. Выход Milan-X состоится в I кв. 2022 года, цены пока неизвестны. "}/>
            <OnePostPage/>
        </div>
    )
}
export default OnePostPage;